<?php

return [

    'actions' => 'Действия',
    'created' => 'Сообщение создано',
    'delete' => 'Delete post|Delete posts',
    'deleted' => 'Сообщение удалено|cообщения удалены',
    'edit' => 'Редактировать сообщение',
    'last' => 'Последнее сообщение',
    'perma_deleted' => 'Сообщение удалены навсегда|Сообщения удалены навсегда',
    'post' => 'Сообщение|Сообщения',
    'restore' => 'Restore post|Restore posts',
    'restored' => 'Сообщение восстановлено|Сообщения восстановлены',
    'select_all' => 'Select all posts',
    'updated' => 'Сообщение обновлено|Сообщения обновлены',
    'view' => 'Посмотреть сообщение',
    'your_post' => 'Ваше сообщение',

];
