<?php

return [

    'actions' => 'จัดการหัวข้อใหม่',
    'created' => 'เพิ่มหัวข้อใหม่แล้ว',
    'delete' => 'ลบหัวข้อนี้',
    'deleted' => 'หัวข้อถูกลบแล้ว|หัวข้อถูกลบแล้ว',
    'lock' => 'ล็อค',
    'locked' => 'ล็อค',
    'marked_read' => 'หัวข้อทั้งหมดถูกทำเครื่องหมายว่าอ่านแล้ว',
    'new_thread' => 'หัวข้อใหม่',
    'new_updated' => 'เพิ่ม และบันทึกหัวข้อใหม่แล้ว',
    'newest' => 'หัวข้อใหม่สุด',
    'none_found' => 'ไม่มีหัวข้อที่กำลังค้นหา',
    'perma_delete' => 'Permanently delete thread|Permanently delete threads',
    'perma_deleted' => 'หัวข้อจะถูกลบถาวร|หัวข้อจะถูกลบถาวร',
    'pin' => 'ปักหมุด',
    'pinned' => 'ปักหมุด',
    'post_the_first' => 'โพสต์ครั้งแรก!',
    'restored' => 'หัวข้อถูกกู้คืนแล้ว|หัวข้อถูกกู้คืนแล้ว',
    'thread' => 'หัวข้อ|หัวข้อ',
    'updated' => 'หัวข้อถูกอัพเดทแล้ว|หัวข้อถูกอัพเดทแล้ว',
    'unlock' => 'ปลดล็อค',
    'unpin' => 'เอาปักหมุดออก',
    'view' => 'ดูหัวข้อ',

];
